{
  "notif-a": "ASTRO-UST बूटस्ट्रैप पूल से {{displayAmount}} LP टोकन्स को अनलॉक करें",
  "notif-b": "Rewards Claimed",
  "notif-c": "क्षमा करें, हम आपके ट्रांजेक्शन को पूरा नहीं कर सके। कृपया फिर से प्रयास करें।",
  "notif-d": "क्षमा करें, आपका हस्ताक्षर क्रम अमान्य था। कृपया फिर से प्रयास करें।",
  "notif-e": "क्षमा करें, आपके पास इस अनुरोध को पूरा करने का अधिकार नहीं है। अपनी अनुमतियों को सत्यापित करें और फिर से प्रयास करें।",
  "notif-f": "क्षमा करें, आपके पास इस अनुरोध को पूरा करने के लिए पर्याप्त पैसे नहीं हैं। कृपया पैसे उपलब्ध होने पर दोबारा से प्रयास करें।",
  "notif-g": "क्षमा करें, हम आपके द्वारा किए गए अनुरोध की पहचान नहीं कर सके।",
  "notif-h": "क्षमा करें, वह पता मान्य नहीं है। कृपया मान्य पते के साथ फिर से प्रयास करें।",
  "notif-i": "क्षमा करें, सार्वजनिक कुंजी (पब्लिक की) मान्य नहीं है। कृपया मान्य सार्वजनिक कुंजी (पब्लिक की) के साथ फिरसे प्रयास करें।",
  "notif-j": "क्षमा करें, हम आपके द्वारा बताए गए पता को ढूंढ नहीं सके। कृपया फिर से प्रयास करें।",
  "notif-k": "क्षमा करें, आपके द्वारा निर्दिष्ट कोइन्स मान्य नहीं हैं।",
  "notif-l": "क्षमा करें, आपके अनुरोध में गैस खत्म हो गई है। कृपया उच्च गैस लिमिट के साथ फिर से प्रयास करें।",
  "notif-m": "क्षमा करें, आपके द्वारा अपने मेमो में शामिल किए गए टेक्स्ट की मात्रा बहुत बड़ी थी। कृपया कम टेक्स्ट के साथ फिर से प्रयास करें।",
  "notif-n": "क्षमा करें, निर्दिष्ट शुल्क इस ट्रांसेक्शन की लागत को कवर करने के लिए पर्याप्त नहीं था। कृपया फिर से प्रयास करें।",
  "notif-o": "क्षमा करें, हस्ताक्षरों की संख्या पूरी हो चुकी है। कृपया कम हस्ताक्षरों के साथ फिर से प्रयास करें।",
  "notif-p": "क्षमा करें, हमें इस ट्रांसेक्शन के लिए कोई हस्ताक्षर प्राप्त नहीं हुए। कृपया कम से कम एक हस्ताक्षर के साथ फिर से प्रयास करें।",
  "notif-q": "क्षमा करें, Cosmos आपके JSON बाइट्स को एन्कोड करने में असमर्थ रहा। कृपया मान्य JSON डेटा के साथ फिर से प्रयास करें।",
  "notif-r": "क्षमा करें, Cosmos आपके JSON बाइट्स को डीकोड करने में सक्षम नहीं था। कृपया मान्य JSON डेटा के साथ फिर से प्रयास करें।",
  "notif-s": "क्षमा करें, वह अनुरोध मान्य नहीं था। कृपया एक वैध अनुरोध के साथ फिर से प्रयास करें।",
  "notif-t": "क्षमा करें, वह ट्रांसेक्शन पहले से ही मेमपूल में संसाधित किया जा रहा था। कृपया बाद में फिर से प्रयास करें।",
  "notif-u": "क्षमा करें, मेमपूल भरा हुआ है और इस समय कोई भी ट्रांजेक्शन को स्वीकार नहीं कर सकता है। कृपया बाद में फिर से प्रयास करें।",
  "notif-v": "क्षमा करें, ट्रांजेक्शन की साइज बहुत बड़ी है। कृपया छोटे ट्रांजेक्शन के साथ फिर से प्रयास करें।",
  "notif-w": "क्षमा करें, वह कुंजी (की) हमारे सिस्टम में नहीं मिली। कृपया किसी अन्य कुंजी (की) के साथ फिर से प्रयास करें।",
  "notif-x": "क्षमा करें, आपके द्वारा दर्ज किया गया कुंजी (की) का पासवर्ड मान्य नहीं है। कृपया मान्य कुंजी (की) पासवर्ड के साथ फिर से प्रयास करें।",
  "notif-y": "{{displayAmount}} {{astroTokenSymbol}} से {{xAstroTokenSymbol}} पर दांव लगाया",
  "notif-z": "{{xAstroTokenSymbol}} से {{displayAmount}} {{astroTokenSymbol}} दांव हटाया गया",
  "notif-aa": "अनलॉक {{displayAmount}} {{lpTokens}} टोकन्स",
  "notif-ab": "{{displayAmount1}} {{token1Symbol}} और {{displayAmount2}} {{token2Symbol}} प्रदान करें",
  "notif-ac": "जेनरेटर में {{displayAmount}} {{lpTokens}} को दांव पर लगाया गया",
  "notif-ad": "{{displayAmount1}} {{token1Symbol}} को {{displayAmount2}} {{token2Symbol}} से स्वैप करें",
  "notif-ae": "ट्रांसेक्शन देखें",
  "notif-af": "जेनरेटर से {{displayAmount}} {{lpTokens}} दांव हटाया गया",
  "notif-ag": " {{displayAmount1}} {{token1Symbol}} और {{displayAmount2}} {{token2Symbol}} को विड्रॉ करें",
  "notif-ah": "असमर्थित नोटिफिकेशन",
  "notif-ai": "लंबित ट्रांजेक्शन"
}
