{
  "notif-a": "Débloquer {{displayAmount}} tokens LP du pool d’amorçage ASTRO-UST",
  "notif-b": "Récompenses récupérées",
  "notif-c": "Nous sommes désolés, nous n’avons pas pu analyser votre transaction. Merci de réessayer.",
  "notif-d": "Nous sommes désolés, votre séquence de signature était invalide. Merci de réessayer.",
  "notif-e": "Nous sommes désolés, vous n’avez pas l’autorisation d’effectuer cette demande. Vérifiez vos autorisations et réessayez.",
  "notif-f": "Nous sommes désolés, vous n’avez pas assez de fonds pour effectuer cette demande. Veuillez réessayer lorsque vous disposerez de plus de fonds.",
  "notif-g": "Nous sommes désolés, nous n’avons pas pu identifier la demande que vous avez faite.",
  "notif-h": "Nous sommes désolés, cette adresse n’est pas valide. Veuillez réessayer avec une adresse valide.",
  "notif-i": "Nous sommes désolés, cette clé publique est invalide. Veuillez réessayer avec une clé publique valide.",
  "notif-j": "Nous sommes désolés, nous n’avons pas pu trouver l’adresse spécifiée. Merci de réessayer.",
  "notif-k": "Nous sommes désolés, les tokens spécifiés sont invalides.",
  "notif-l": "Désolé, votre demande est arrivée à court de gaz. Veuillez réessayer avec une limite de gaz plus élevée.",
  "notif-m": "Désolé, votre memo dépasse la limite de caractères. Veuillez réessayer avec une quantité de texte plus petite.",
  "notif-n": "Désolé, les frais spécifiés n’étaient pas suffisants pour couvrir le coût de la transaction. Veuillez réessayer.",
  "notif-o": "Désolé, le nombre maximum de signatures a été atteint. Veuillez réessayer avec moins de signatures.",
  "notif-p": "Désolé, nous n’avons reçu aucune signature pour cette transaction. Veuillez réessayer avec au moins une signature.",
  "notif-q": "Désolé, Cosmos n’a pas réussi à encoder vos données JSON. Veuillez réessayer avec un JSON valide.",
  "notif-r": "Désolé, Cosmos n’a pas pu décoder votre JSON. Veuillez réessayer avec des données JSON valides.",
  "notif-s": "Désolé, cette requête est invalide. Veuillez réessayer avec une requête valide.",
  "notif-t": "Désolé, cette transaction était déjà en cours de traitement dans le mempool. Veuillez réessayer plus tard.",
  "notif-u": "Désolé, le mempool est plein et ne peut accepter plus de transactions. Veuillez réessayer plus tard.",
  "notif-v": "Désolé, la taille de la transaction est trop importante. Veuillez réessayer avec une transaction plus petite.",
  "notif-w": "Désolé, cette clé n’a pas été trouvée dans notre système. Veuillez réessayer avec une autre clé.",
  "notif-x": "Désolé, le mot de passe que vous avez saisi pour la clé est invalide. Veuillez réessayer avec un mot de passe valide.",
  "notif-y": "{{displayAmount}} {{astroTokenSymbol}} stakés pour des {{xAstroTokenSymbol}}",
  "notif-z": "{{displayAmount}} {{astroTokenSymbol}} déstakés à partir de vos {{xAstroTokenSymbol}}",
  "notif-aa": "Débloquer {{displayAmount}} tokens {{lpTokens}}",
  "notif-ab": "Fournir {{displayAmount1}} {{token1Symbol}} et {{displayAmount2}} {{token2Symbol}}",
  "notif-ac": "{{displayAmount}} {{lpTokens}} stakés dans le Générateur",
  "notif-ad": "Echanger {{displayAmount1}} {{token1Symbol}} pour {{displayAmount2}} {{token2Symbol}}",
  "notif-ae": "Voir la transaction",
  "notif-af": "{{displayAmount}} {{lpTokens}} déstakés depuis le Générateur",
  "notif-ag": "Retirer {{displayAmount1}} {{token1Symbol}} et {{displayAmount2}} {{token2Symbol}}",
  "notif-ah": "Type de notification non pris en charge ",
  "notif-ai": "Transaction en attente"
}
