{
  "notif-a": "Desbloqueie {{displayAmount}} tokens LP da Reserva de Auto-Inicialização ASTRO-UST",
  "notif-b": "Recompensas reivindicadas",
  "notif-c": "Desculpe, não foi possível analisar sua transação. Tente novamente.",
  "notif-d": "Desculpe, sua sequência de assinatura é inválida. Por favor, tente novamente.",
  "notif-e": "Desculpe, você não tem autorização para realizar esta solicitação. Verifique suas permissões e tente novamente.",
  "notif-f": "Desculpe, você não tem fundos suficientes para concluir esta solicitação. Tente novamente quando tiver mais fundos disponíveis.",
  "notif-g": "Desculpe, não conseguimos identificar a solicitação que você fez.",
  "notif-h": "Desculpe, esse endereço não é válido. Tente novamente utilizando um endereço válido.",
  "notif-i": "Desculpe, essa chave pública não é válida. Tente novamente com uma chave pública válida.",
  "notif-j": "Desculpe, não conseguimos encontrar o endereço especificado. Por favor, tente novamente.",
  "notif-k": "Desculpe, as moedas que você especificou não são válidas.",
  "notif-l": "Desculpe, seu pedido ficou sem gasolina. Por favor, tente novamente com mais gasolina.",
  "notif-m": "Desculpe, a quantidade de texto que você incluiu no memo era muito grande. Tente novamente com uma quantidade menor de texto.",
  "notif-n": "Desculpe, a taxa especificada não foi suficiente para cobrir o custo desta transação. Por favor, tente novamente.",
  "notif-o": "Desculpe, o número máximo de assinaturas foi atingido. Tente novamente com menos assinaturas.",
  "notif-p": "Desculpe, não recebemos nenhuma assinatura para esta transação. Tente novamente com pelo menos uma assinatura.",
  "notif-q": "Desculpe, o Cosmos não conseguiu codificar seus bytes JSON. Tente novamente com dados JSON válidos.",
  "notif-r": "Desculpe, o Cosmos não conseguiu decodificar seus bytes JSON. Tente novamente com dados JSON válidos.",
  "notif-s": "Desculpe, essa solicitação não foi válida. Tente novamente com uma solicitação válida.",
  "notif-t": "Desculpe, essa transação já estava sendo processada na reserva de memória. Tente novamente mais tarde.",
  "notif-u": "Desculpe, a reserva de memória está cheia e não pode aceitar mais transações. Tente novamente mais tarde.",
  "notif-v": "Desculpe, o tamanho da transação é muito grande. Tente novamente com uma transação menor.",
  "notif-w": "Desculpe, essa chave não foi encontrada em nosso sistema. Tente novamente com uma chave diferente.",
  "notif-x": "Desculpe, a senha de chave que você digitou não é válida. Por favor, tente novamente com uma senha de chave válida.",
  "notif-y": "Estacou {{displayAmount}} {{astroTokenSymbol}} para {{xAstroTokenSymbol}}",
  "notif-z": "Desestacou {{displayAmount}} {{astroTokenSymbol}} de {{xAstroTokenSymbol}}",
  "notif-aa": "Desbloqueie {{displayAmount}} {{lpTokens}} tokens",
  "notif-ab": "Forneça {{displayAmount1}} {{token1Symbol}} e {{displayAmount2}} {{token2Symbol}}",
  "notif-ac": "Stake {{displayAmount}} {{lpTokens}} no Gerador",
  "notif-ad": "Troque {{displayAmount1}} {{token1Symbol}} por {{displayAmount2}} {{token2Symbol}}",
  "notif-ae": "Ver transação",
  "notif-af": "Unstaked {{displayAmount}} {{lpTokens}} do Gerador",
  "notif-ag": "Retirar {{displayAmount1}} {{token1Symbol}} e {{displayAmount2}} {{token2Symbol}}",
  "notif-ah": "Tipo de notificação não suportada",
  "notif-ai": "Transação pendente"
}
