{
  "error-return-home": "Return to the home page 返回主页",

  "carousel-specs": "Astroport Specs Astroport 规格",
  "carousel-desc-a": "Core 核心",
  "carousel-desc-b": "Features 功能",
  "carousel-list-a": "Programmable liquidity 可编程的流动性",
  "carousel-list-b": "All-new Rust code 全新 Rust 代码编",
  "carousel-list-c": "Oracle integration 集成预言机",
  "carousel-list-d": "Easy dapp integration 简单 dapp 集成",
  "carousel-link-a": "AUTONOMOUS 自主",
  "carousel-link-b": "OPEN-SOURCE 开源",
  "carousel-link-c": "DECENTRALIZED 分散式",

  "collaborators-title-a": "Collab 合作",
  "collaborators-title-b": "orators 者们",
  "collaborators-desc-a": "team has extensive experience working with a wide array of token-based projects to engineer rational and balanced network economies that promote organic ecosystem growth. Clients include Axie Infinity (AXS), Synthetix (SNX), Aave (AAVE), Nervos (CKB) and Skale (SKL). 该团队拥有与各种代币项目合作的丰富经验, 从而设计合理, 平稳的网络经济来促进生态系统的自然发展。 客户包括 Axie Infinity (AXS), Synthetix (SNX), Aave (AAVE), Nervos (CKB) 和Skale (SKL)。",
  "collaborators-desc-b": "invests in early-stage distributed web startups and co-create with them to launch new products and protocols. Partners include Handshake (HNS), PoolTogether (POOL), Instadapp (INST), Near (NEAR) and Optimism. 会在网络创业公司初期时给予投资, 并与他们合作推出新产品和程序。合作伙伴包括 Handshake (HNS), PoolTogether (POOL), Instadapp (INST), Near (NEAR)和 Optimism",
  "collaborators-desc-c": "incubates foundational protocols on the Terra blockchain including Mirror (MIR), Anchor (ANC) and Chai. 在Terra 区块链孵化了许多基础程序如：Mirror (MIR), Anchor (ANC) 与 Chai.",
  "collaborators-link-a": "The Delphi Labs",
  "collaborators-link-b": "IDEO CoLab",
  "collaborators-link-c": "Terraform Labs",

  "comingsoon-desc-a": "Our Mission 我们的使命",
  "comingsoon-desc-b": "Astroport removes the complexity of advanced yield farming strategies to deliver optimized, sustainable yield for users Astroport 除去了复杂的收益策略, 并为用户带来了最佳的和可持续的收益。",
  "comingsoon-desc-c": "Astroport’s first product will be focus on borrow strategies which are available within the Terra ecosystem. The protocol will evolve and develop new vault strategies through community governance proposals and grants over time  Astroport 的第一个产品将会把重点放在 Terra 生态系统内的借贷策略上。该程序会逐渐地通过社区治理提案和赠款来研发出新的金库政策。",

  "content-desc-a": "The next evolution in DEXes 新一代的分散式交易平台",
  "content-desc-b": "Written from scratch in Rust, Astroport combines the best pieces of six years of development on the Ethereum blockchain and delivers it on Terra. Astroport 使用了 Rust 程序语言编写, 集合了六年在以太坊区块链上开发的精华, 并将在 Terra 上推出。",
  "content-desc-c": "It supports two liquidity pool types: 它支持两种流动池：",
  "content-desc-d": "Uniswap’s Constant Product formula pools Uniswap 的恒积流动池",
  "content-desc-e": "Curve’s StableSwap Invariant formula pools Curve 的稳定兑换不变式流动池",
  "content-desc-f": "It’s backwards compatible with Terraswap message formats and features and a next-generation user interface. 它与 Terraswap 信息格式和功能反向兼容,并且提供了新一代用户界面。",
  "content-desc-g": "Where traders and LPs meet 交易者与代币流动性提供者在此相遇",
  "content-desc-h": "The marketplace never closes on Astroport. Anyone can set up a merchant stall by supplying liquidity in one of two pools. Then, anyone else can trade against those tokens at any time. Astroport 的市场永不关闭。任何人可以通过在这两个池中任意一个提供流动性来设置代币摊位。然后, 任何人可以随时与这些代币进行交易。",
  "content-desc-i": "LPs earn fees. And at launch, they can provide liquidity to earn ASTRO, too. Since all of Astroport’s liquidity lives in smart contracts, it’s programmable. 流动性提供者能赚取费用。发布时, 他们也可以赚取 ASTRO。 由于 Astroport 所有流动性都存在于智能合约中,它是可编程的。",
  "content-desc-j": "Other Terra-based dapps can integrate Astroport liquidity directly into their platforms. That means traders throughout the Terra ecosystem always have access to your liquidity. 其他基于 Terra 的应用程序可以直接融入 Astroport 内的代币流动性。这代表 Terra 生态系统内的交易者永远可以接入您的流动性。",
  
  "content-link-a": "Launch app 启动应用程序",
  "content-link-b": "Trade now 立即交易",
  "content-link-c": "Provide liquidity 提供代币流动性",

  "footer-desc-a": "Astroport brings liquidity to Terra tokens from all parts of the galaxy. Astroport 为宇宙各地的 Terra 代币带来流动性。",
  "footer-desc-b": "Enter App 进入应用程序",
  "footer-desc-c": "Astroport",
  "footer-desc-d": "Support 用户支持",
  "footer-desc-e": "Community 社区",
  "footer-link-a": "Trade / Swap 交易/兑换",
  "footer-link-b": "liquidity pools 流动池",
  "footer-link-c": "Docs 文档",
  "footer-link-d": "Governance 管理",
  "footer-link-e": "Terms of use 使用条款",
  "footer-link-f": "Bug Bounty 漏洞赏金",
  "footer-link-g": "Discord",
  "footer-link-h": "Medium",
  "footer-link-i": "Telegram",
  "footer-link-j": "Twitter 推特",

  "hero-header": "Astroport. The future of trading Astroport. 交易的未来。",
  "hero-trading": "Start trading 开始交易",

  "immunefi-desc-a": "Get paid up to $3,000,000 可获得高达 3,000,000 美元的回报。",
  "immunefi-desc-b": "if you discover bugs and vulnerabilities on Astroport. 若您在 Astroport 发现缺陷和漏洞。",
  "immunefi-desc-c": "Report Bug 汇报漏洞",
  "immunefi-desc-d": "with 与",

  "intro-title-a": "HYPER SPEED 超高速",
  "intro-title-b": "EXPLAINED 解析",
  "intro-desc-a": "Hovering above the 悬停在",
  "intro-desc-b": "Terra ecosystem  Terra 生态系统上",
  "intro-desc-c": "Astroport is a neutral marketplace where anyone, from anywhere in the galaxy Astroport 是个中立的交易所,任何人从宇宙各地",
  "intro-desc-d": "can dock to trade their wares. 可以随意兑换资产。",
  "intro-desc-e": "Decentralized, permissionless and open-source 分散的,无需允许的和开放的 ",
  "intro-desc-f": "Astroport’s marketplace is a public good governed by its community of Astroport的交易所是个公共产品",
  "intro-desc-g": "token holders. 由代币拥持者管理。",
  "intro-learn": "Learn more 了解更多",

  "livebanner-title": "Astro Drop is Live Astro 空投上线了",

  "navbar-about": "About 关于",
  "navbar-support": "Support 用户支持",
  "navbar-tutorials": "Tutorials 指导",
  "navbar-forum": "Forum 论坛",
  "navbar-enter": "Enter app 进入程序",
  "navbar-launch": "Launch app 启动应用程序",
  "navbar-terms": "Terms of use 使用条款",

  "soonmodal-title": "Coming soon 即将推出",

  "tcbanner-header-begin": "This website (the “Site”) is an information aggregator relating to an Astroport smart contract system on Terra. By viewing, interacting with or otherwise using the Site, you are agreeing to the 这网站是个讯息集合器,收集关于 Astroport 在 Terra 的智慧合约系统。任何查看,互动或使用网站提供的服务的行为代表您已同意于",
  "tcbanner-header-link": "Terms and Conditions for the Site 该平台条款和条件。",
  "tcbanner-header-end": ". Please check below to certify you have read and understood and are agreeing to be bound by the Terms and Conditions in their entirety. 请在以下确认您已阅读与理解并同意被该平台全部条款和条件约束。",
  "tcbanner-body": "I have read and agree to be bound by the Terms & Conditions. 我已阅读并同意受条款和条件的约束。",
  "tcbanner-link-agree": "I agree 我同意",
  "tcbanner-link-disagree": "I disagree 我不同意",

  "vaults-header": "Vaults 金库",
  "vaults-title-a": "bLuna/bETH Anchor",
  "vaults-desc-a": "Generates yield by maximizing Anchor Borrow loan-to-value (LTV) ratio to capture borrower incentive tokens while automatically protecting user from liquidation risk.  通过最大化 Anchor 贷款成数(LTV)比率来获取贷款者的奖励代币,并同时自动保护用户免受清算风险,以生产收益。",

  "vaults-status-a": "Coming soon 即将推出",
  "vaults-title-b": "UST Mirror",
  "vaults-desc-b": "Generates yield by operating an automated delta neutral yield strategy for UST in Mirror Finance. 在 Mirror Finance 运作一个自动化delta中性UST收益政策来产生收益率。",
  "vaults-status-b": "Coming soon 即将推出"
}
