{
  "notif-a": "فك {{displayAmount}} شهادات تزويد سيولة ASTRO-UST من حوض سيولة Bootstrap",
  "notif-b": "تم حصد المكافآت بنجاح.",
  "notif-c": "عذرًا، لم نتمكن من إجراء معاملتك. الرجاء المحاولة مرة أخرى",
  "notif-d": "عذرًا، تسلسل اجراء توقيع المعاملة لم يكن صحيحاً. الرجاء المحاولة مرة أخرى.",
  "notif-e": "عذرًا، لا تملك التصريح المطلوب لإتمام هذه المعاملة. الرجاء التأكد من صلاحياتك ومن ثم المحاولة مرة أخرى",
  "notif-f": "عذرًا، لا تملك الرصيد الكافي لإتمام هذه المعاملة. الرجاء المحاولة مجددًاعند توفَر الرصيد.",
  "notif-g": "عذرًا، لم نتمكن من تحديد المعاملة المطلوبة.",
  "notif-h": "عذرًا، العنوان المدخل غير صالح. الرجاء المحاولة مرة أخرى بإدخال عنوان صالح.",
  "notif-i": "عذرًا، المفتاح العمومي غير صالح. الرجاء المحاولة مرة أخرى باستعمال مفتاح عمومي صالح.",
  "notif-j": "عذرًا، لم نتمكن من العثور على العنوان المدخل. الرجاء المحاولة مرة أخرى.",
  "notif-k": "عذرًا، العملات التي قمت بتعيينها غير صالحة.",
  "notif-l": "عذرًا، لم يكف الغاز المحدد لإتمام عمليتك. يُرجى المحاولة مرة أخرى مع رفع الحد الأقصى للغاز.",
  "notif-m": "عذرًا ، حجم النص الذي أدرجته في المذكرة يتجاوز الحد الأقصى. يُرجى المحاولة مرة أخرى بإدخال نص أقصر.",
  "notif-n": "عذرًا، الرسوم المحددة لم تكن كافية لتغطية تكلفة هذه المعاملة. الرجاء المحاولة مرة أخرى.",
  "notif-o": "عذرًا ، تم الوصول إلى الحد الأقصى من التوقيعات. يُرجى المحاولة مرة أخرى بعدد أقل من التوقيعات.",
  "notif-p": "عذرًا، لم نتلق أي توقيعات لهذه المعاملة. يُرجى المحاولة مرة أخرى باستخدام توقيع واحد على الأقل.",
  "notif-q": "عذرًا، تعذر على Cosmos تشفير وحدات JSON بايت الخاصة بك. يُرجى المحاولة مرة أخرى باستخدام بيانات JSON صالحة.",
  "notif-r": "عذرًا، تعذر على Cosmos فك تشفير وحدات JSON بايت الخاصة بك. يُرجى المحاولة مرة أخرى باستخدام بيانات JSON صالحة.",
  "notif-s": "عذرًا، قمت بإجراء طلب غير صحيح. يُرجى المحاولة مرة أخرى بإجراء طلب صالح.",
  "notif-t": "عذرًا، كان جارٍ معالجة هذه المعاملة بالفعل في الميمبول. الرجاء معاودة المحاولة في وقت لاحق.",
  "notif-u": "عذرًا، الميمبول ممتلئه ولا يمكن قبول أي معاملات أخرى. الرجاء معاودة المحاولة في وقت لاحق.",
  "notif-v":" عذرًا، حجم المعاملة كبير جدًا. يُرجى المحاولة مرة أخرى بمعاملة أصغر.",
  "notif-w": "عذرًا، لم نتمكن من العثور على هذا المفتاح في نظامنا. يُرجى المحاولة مرة أخرى باستخدام مفتاح آخر.",
  "notif-x": "عذرًا ، كلمة مرور المفتاح التي أدخلتها غير صحيحة. يُرجى المحاولة مرة أخرى بكلمة المرور الصحيحة.",
  "notif-y": "تم تخزين {{displayAmount}} {{astroTokenSymbol}} إلى {{xAstroTokenSymbol}}",
  "notif-z": "تم فك تخزين {{displayAmount}} {{astroTokenSymbol}} من {{xAstroTokenSymbol}}}",
  "notif-aa": "فك تجميد {{displayAmount}} {{lpTokens}} شهادات تزويد سيولة.",
  "notif-ab": "تزويد {{displayAmount1}} {{token1Symbol}} و {{displayAmount2}} {{token2Symbol}}",
  "notif-ac": "تم تخزين {{displayAmount}} {{lpTokens}} في المولّد",
  "notif-ad": "مبادلة {{displayAmount1}} {{token1Symbol}} إلى {{displayAmount2}} {{token2Symbol}}",
  "notif-ae": "عرض المعاملة",
  "notif-af": "تم فك تخزين {{displayAmount}} {{lpTokens}} من المولّد.",
  "notif-ag": "سحب {{displayAmount1}} {{token1Symbol}} و {{displayAmount2}} {{token2Symbol}}",
  "notif-ah": "نوع إخطار غير مدعوم",
  "notif-ai": "معاملة قيد الانتظار"
}
