{
  "error-return-home": "กลับไปยังหน้าหลัก",
  "carousel-specs": "แอสโทรพอร์ต รายละเอียด",
  "carousel-desc-a": "Core",
  "carousel-desc-b": "Features",
  "carousel-list-a": "สภาพคล่องที่กำหนดได้",
  "carousel-list-b": "ใหม่หมดจดด้วยภาษารัสต์",
  "carousel-list-c": "เชื่อมต่อกับโอราเคิล",
  "carousel-list-d": "เชื่อมต่อกับ dapp อื่นได้ง่ายดาย",
  "carousel-link-a": "เป็นอิสระ",
  "carousel-link-b": "โอเพนซอร์ส",
  "carousel-link-c": "กระจายศูนย์",
  "collaborators-title-a": "Collab",
  "collaborators-title-b": "orators",
  "collaborators-desc-a": "ทีมมีประสบการณ์กว้างขวางในการพัฒนาโครงการที่เกี่ยวข้องกับเหรียญ ทำให้ออกแบบเศรฐกิจโครงข่ายได้สมเหตุสมผลและสมดุล ซึ่งจะสนับสนุนให้อีโคซิสเต็มเกิดการเติบโตแบบเป็นธรรมชาติ ลูกค้าได้แก่ Axie Infinity (AXS), Synthetix (SNX), Aave (AAVE), Nervos (CKB) และ Skale (SKL)",
  "collaborators-desc-b": "ลงทุนในสตาร์ทอัพระยะต้นด้านเว็บกระจายศูนย์ ร่วมสร้างผลิตภัณฑ์และโปรโตคอล พันธมิตรได้แก่ Handshake (HNS), PoolTogether (POOL), Instadapp (INST), Near (NEAR) และ Optimism",
  "collaborators-desc-c": "บ่มเพาะโปรโตคอลพื้นฐานบนเทอร์ราบล็อกเชน เช่น Mirror (MIR), Anchor (ANC) และ Chai",
  "collaborators-link-a": "เดอะเดลฟายแล็บ",
  "collaborators-link-b": "ไอดีโอโคแล็บ",
  "collaborators-link-c": "เทอร์ราฟอร์มแล็บ",
  "comingsoon-desc-a": "พันธกิจของเรา",
  "comingsoon-desc-b": "แอสโทรพอร์ตกำจัดความซับซ้อนของกลยุทธ์ยีลด์ฟาร์มมิ่งขั้นสูง เพื่อมอบอัตราผลตอบแทนที่เหมาะสมและยั่งยืนแก่ผู้ใช้งาน",
  "comingsoon-desc-c": "ผลิตภัณฑ์ตัวแรกของแอสโทรพอร์ตจะเน้นกลยุทธ์กู้ยืมที่มีอยู่บนเทอร์ราอีโคซิสเต็ม โปรโตคอลจะพัฒนากลยุทธ์บริหารเงินในคลังใหม่ๆ อาศัยความร่วมมือด้านเงินทุนและข้อเสนอจากชุมชน",
  "content-desc-a": "ก้าวถัดไปของ DEXes",
  "content-desc-b": "เขียนขึ้นใหม่หมดด้วยภาษารัสต์ แอสโทรพอร์ตรวมเอาส่วนที่ดีที่สุดในช่วงหกปีแห่งการพัฒนาอีเธอเรียมมาไว้บนเทอร์รา",
  "content-desc-c": "รองรับพูลสภาพคล่องทั้งสองแบบ: ",
  "content-desc-d": "พูลผลคูณคงที่แบบยูนิสวอป",
  "content-desc-e": "พูลตัวแปรคงที่สเตเบิลสวอปแบบเคิร์ฟ",
  "content-desc-f": "รองรับการทำงานย้อนหลังร่วมกับยุคเทอร์ราสวอปด้วยฟีเจอร์และรูปแบบข้อความเดียวกัน แต่หน้าตาเว็บเป็นแบบยุคถัดไป",
  "content-desc-g": "เป็นที่ๆ ผู้ค้าเหรียญและผู้ใส่เหรียญ LP มาเจอกัน",
  "content-desc-h": "ตลาดการค้าบนแอสโทรพอร์ตไม่เคยปิด ใครๆ ก็สามารถตั้งแผงขายเหรียญเองได้โดยเพิ่มสภาพคล่องลงไปทั้งสองฝั่งในหนึ่งพูล หลังจากนั้นคนอื่นๆ สามารถซื้อขายเหรียญเหล่านั้น เมื่อไหร่ก็ได้",
  "content-desc-i": "ผู้ใส่สภาพคล่องได้ค่าธรรมเนียม ตอนเพิ่งเปิดตัวจะได้รับ ASTRO จากการใส่สภาพคล่องด้วยเช่นกัน เนื่องจากสภาพคล่องทั้งหมดของแอสโทรพอร์ตอยู่บนสัญญาอัจฉริยะ มันจึงถูกปรับแต่งควบคุมได้",
  "content-desc-j": "dapp อื่นๆ บนเทอร์ราสามารถเข้าถึงสภาพคล่องบนแอสโทรพอร์ตได้โดยตรง นั่นหมายความว่าผู้ค้าทั้งหมดบนเทอร์ราอีโคซิสเต็มจะเข้าถึงสภาพคล่องที่คุณใส่ไว้ได้ตลอด",
  "content-link-a": "เปิดแอพ",
  "content-link-b": "ซื้อขายตอนนี้",
  "content-link-c": "ใส่สภาพคล่อง",
  "footer-desc-a": "แอสโทรพอร์ตนำสภาพคล่องมาสู่เทอร์ราจากทุกส่วนของกาแล็กซี",
  "footer-desc-b": "เข้าสู่แอพ",
  "footer-desc-c": "แอสโทรพอร์ต",
  "footer-desc-d": "ช่วยเหลือ",
  "footer-desc-e": "ชุมชน",
  "footer-link-a": "ซื้อขาย / แลกเปลี่ยน",
  "footer-link-b": "พูลสภาพคล่อง",
  "footer-link-c": "เอกสาร",
  "footer-link-d": "การกำกับดูแล",
  "footer-link-e": "ข้อกำหนดการใช้งาน",
  "footer-link-f": "แจ้งช่องโหว่",
  "footer-link-g": "ดิสคอร์ด",
  "footer-link-h": "มีเดียม",
  "footer-link-i": "เทเลแกรม",
  "footer-link-j": "ทวิตเตอร์",
  "hero-header": "แอสโทรพอร์ต อนาคตของการซื้อขาย",
  "hero-trading": "เริ่มซื้อขาย",
  "immunefi-desc-a": "รับเงินสูงสุด $3,000,000",
  "immunefi-desc-b": "ถ้าคุณพบบักและช่องโหว่บนแอสโทรพอร์ต",
  "immunefi-desc-c": "แจ้งพบบัก",
  "immunefi-desc-d": "กับ",
  "intro-title-a": "เร็วสุดๆ",
  "intro-title-b": "อธิบาย",
  "intro-desc-a": "ลอยอยู่เหนือ",
  "intro-desc-b": "เทอร์ราอีโคซิสเต็ม",
  "intro-desc-c": "แอสโทรพอร์ตเป็นตลาดการค้าที่เป็นกลาง ไม่ว่าจะเป็นใครจากที่ไหนในกาแล็กซี",
  "intro-desc-d": "ก็สามารถเชื่อมต่อเพื่อซื้อขายสินค้า",
  "intro-desc-e": "กระจายศูนย์ กระจายอำนาจ และโอเพนซอร์ส",
  "intro-desc-f": "ตลาดการค้าของแอสโทรพอร์ตบริหารอย่างมีธรรมาภิบาลและเป็นของสาธารณะโดยชุมชนของเหล่า",
  "intro-desc-g": "ผู้ถือเหรียญ",
  "intro-learn": "เรียนรู้เพิ่มเติม",
  "livebanner-title": "แจกเหรียญ Astro ตอนนี้",
  "navbar-about": "เกี่ยวกับ",
  "navbar-support": "ช่วยเหลือ",
  "navbar-tutorials": "บทแนะนำ",
  "navbar-forum": "กระทู้",
  "navbar-enter": "เข้าสู่แอพ",
  "navbar-launch": "เปิดแอพ",
  "navbar-terms": "ข้อตกลงการใช้งาน",
  "soonmodal-title": "เร็วๆ นี้",
  "tcbanner-header-begin": "เว็บไซต์นี้เป็นผู้รวบรวมข้อมูลข่าวสารที่เกี่ยวข้องกับระบบสัญญาอัจฉริยะแอสโทรพอร์ตบนเทอร์รา การเข้าดู มีปฏิสัมพันธ์ และใช้งานเว็บไซต์หมายความว่าคุณกำลังยอมรับ",
  "tcbanner-header-link": "ข้อตกลงและเงื่อนไขของเว็บไซต์",
  "tcbanner-header-end": "โปรดทำเครื่องหมายด้านล่างเพื่อยืนยันว่าคุณได้อ่านทำความเข้าใจและยอมรับข้อผูกพันจากเงื่อนไขการใช้งานทั้งหมด",
  "tcbanner-body": "ฉันได้อ่านและยอมรับข้อผูกพันของเงื่อนไขการใช้งาน",
  "tcbanner-link-agree": "ยอมรับ",
  "tcbanner-link-disagree": "ไม่ยอมรับ",
  "vaults-header": "คลัง",
  "vaults-title-a": "bLuna/bETH แองเคอร์",
  "vaults-desc-a": "สร้างผลตอบแทนบนแองเคอร์โดยกู้เงินให้อัตราส่วนหนี้ต่อทรัพย์สินสูงที่สุดเพื่อเก็บเกี่ยวเหรียญรางวัลที่แจกให้ผู้กู้ ในขณะเดียวกันก็ปกป้องผู้ใช้งานจากความเสี่ยงถูกบังคับขายทรัพย์สินโดยอัตโนมัติ",
  "vaults-status-a": "เร็วๆ นี้",
  "vaults-title-b": "UST มิเรอร์",
  "vaults-desc-b": "สร้างผลตอบแทนโดยดำเนินกลยุทธ์เดลต้านิวทรัลอัตโนมัติเพื่อได้ UST บนมิเรอร์ไฟแนนซ์",
  "vaults-status-b": "เร็วๆ นี้"
}
