{
  "notif-a": "Unlock {{displayAmount}} LP tokens from the ASTRO-UST Bootstrap Pool 从ASTRO-UST引导池内解锁 {{displayAmount}} LP代币数量 ",
  "notif-b": "Rewards Claimed 奖励已领取",
  "notif-c": "We're sorry, we were unable to parse your transaction. Please try again.抱歉，我们无法解析您的交易。请重试。",
  "notif-d": "We're sorry, your signature sequence was invalid. Please try again. 抱歉，您的签名序列无效。请重试。",
  "notif-e": "We're sorry, you don't have the authorization to carry out this request. Verify your permissions and try again.抱歉，您无权力执行这要求。请验证您的权限再重试。",
  "notif-f": "We're sorry, you don't have enough funds to complete this request. Please try again when you have more funds available. 抱歉,您的资金不足以完成此要求。请获取更多资金后再重试。",
  "notif-g": "We're sorry, we couldn't identify the request you made. 抱歉，我们无法辨识您的要求。",
  "notif-h": "We're sorry, that address is not valid. Please try again with a valid address. 抱歉，该地址无效。请用有效的地址重试。",
  "notif-i": "We're sorry, that public key is not valid. Please try again with a valid public key. 抱歉，该公钥无效。请用有效的公钥重试。",
  "notif-j": "We're sorry, we couldn't find the address you specified. Please try again. 抱歉，我们无法找到您指定的地址。请重试。",
  "notif-k": "Sorry, the coins you specified are not valid. 抱歉，您指定的代币无效。",
  "notif-l": "Sorry, your request ran out of gas. Please try again with a higher gas limit. 抱歉，您的燃料用光了。请设定更高的燃料上限再重试。",
  "notif-m": "Sorry, the amount of text you included in your memo was too large. Please try again with a smaller amount of text. 抱歉,您的备忘录里的字数过多。请减少字数后再重试。",
  "notif-n": "Sorry, the specified fee was not enough to cover the cost of this transaction. Please try again. 抱歉,您所指定的费用不足以支付此交易的费用。请重试。",
  "notif-o": "Sorry, the maximum number of signatures has been reached. Please try again with fewer signatures. 抱歉,签名数最大上限已达到。请减少签名数后再重试。",
  "notif-p": "Sorry, we didn't receive any signatures for this transaction. Please try again with at least one signature. 抱歉，我们没有收到此交易的任何签名。抱歉,此交易我们没有收到任何签名。请至少加入一个签名后再重试。",
  "notif-q": "Sorry, Cosmos was unable to encode your JSON bytes. Please try again with valid JSON data. 抱歉，Cosmos无法对您的 JSON 字节进行编码。请用有效的 JSON 数据再重试。",
  "notif-r": "Sorry, Cosmos was not able to decode your JSON bytes. Please try again with valid JSON data. 抱歉，Cosmos无法解码您的 JSON 字节。请用有效的 JSON 数据再重试。",
  "notif-s": "Sorry, that request was not valid. Please try again with a valid request. 抱歉，您的要求无效。请提交有效的要求再重试。",
  "notif-t": "Sorry, that transaction was already being processed in the mempool. Please try again later. 抱歉，该交易已再mempool中进行处理。请稍后再试。",
  "notif-u": "Sorry, the mempool is full and cannot accept any more transactions. Please try again later.抱歉，mempool已满，无法接受更多交易。请稍后再试。",
  "notif-v": "Sorry, the transaction size is too large. Please try again with a smaller transaction. 抱歉,此交易数额太大。请减少交易数额后再试。",
  "notif-w": "Sorry, that key was not found in our system. Please try again with a different key.抱歉，我们无法在系统内找到该密钥。请使用别的密钥重试。",
  "notif-x": "Sorry, the key password you entered is not valid. Please try again with a valid key ppassword.抱歉, 您输入的密码无效。请使用有效的密码后再重试。",
  "notif-y": "Staked {{displayAmount}} {{astroTokenSymbol}} to {{xAstroTokenSymbol}} 将 {{displayAmount}} 个 {{astroTokenSymbol}} 质押成 {{xAstroTokenSymbol}}",
  "notif-z": "Unstaked {{displayAmount}} {{astroTokenSymbol}} from {{xAstroTokenSymbol}} 将 {{xAstroTokenSymbol}} 取消质押成 {{displayAmount}} 个 {{astroTokenSymbol}}",
  "notif-aa": "Unlock {{displayAmount}} {{lpTokens}} tokens 解锁 {{displayAmount}} 个 {{lpTokens}} 代币",
  "notif-ab": "Provide {{displayAmount1}} {{token1Symbol}} and {{displayAmount2}} {{token2Symbol}} 提供 {{displayAmount1}} 个 {{token1Symbol}} 和 {{displayAmount2}} 个 {{token2Symbol}}",
  "notif-ac": "Staked {{displayAmount}} {{lpTokens}} in the Generator 往生产器中质押 {{displayAmount}} 个 {{lpTokens}}",
  "notif-ad": "Swap {{displayAmount1}} {{token1Symbol}} for {{displayAmount2}} {{token2Symbol}} 兑换 {{displayAmount1}} 个 {{token1Symbol}} 来获取 {{displayAmount2}} 个 {{token2Symbol}}",
  "notif-ae": "View Transaction 查询交易",
  "notif-af": "Unstaked {{displayAmount}} {{lpTokens}} from the Generator 从生成器中解除质押 {{displayAmount}} 个 {{lpTokens}}",
  "notif-ag": "Withdraw {{displayAmount1}} {{token1Symbol}} and {{displayAmount2}} {{token2Symbol}} 提取 {{displayAmount1}} 个 {{token1Symbol}} 和 {{displayAmount2}} 个 {{token2Symbol}}",
  "notif-ah": "Unsupported notification type 不支持的通知类型",
  "notif-ai": "Pending Transaction 待处理交易"
}
