{
  "notif-a": "{{displayAmount}} LP tokenı ASTRO-UST Bootstrap Havuzundan çöz",
  "notif-b": "Ödüller Sahiplenildi",
  "notif-c": "Üzgünüz, işleminizi parse edemedik. Lütfen tekrar deneyin.",
  "notif-d": "Üzgünüz, imzanız geçerli olmadı. Lütfen tekrar deneyin.",
  "notif-e": "Üzgünüz, bu işlemi yapma yetkiniz yoktur. Yetkilerinizi kontrol edip tekrar deneyin.",
  "notif-f": "Üzgünüz, bu işlemi yapmak için yeterli bakiyeniz yoktur. Lütfen bakiyenizi artırıp tekrar deneyin.",
  "notif-g": "Üzgünüz, isteğinizi tanımlayamadık.",
  "notif-h": "Üzgünüz, adres geçerli değil. Lütfen geçerli bir adresle tekrar deneyiniz.",
  "notif-i": "Üzgünüz, anahtar geçerli değil. Lütfen geçerli bir anahtarla tekrar deneyiniz.",
  "notif-j": "Üzgünüz, girdiğiniz adresi bulamadık. Lütfen tekrar deneyiniz.",
  "notif-k": "Maalesef seçtiğiniz coinler geçerli değil.",
  "notif-l": "Maalesef isteğinizin gazı bitti. Lütfen daha yüksek gaz limitiyle tekrar deneyiniz.",
  "notif-m": "Maalesef memo kısmına yazdığınız metin çok uzun. Lütfen daha kısa bir metinle tekrar deneyiniz.",
  "notif-n": "Maalesef belirtilen işlem ücreti bu işlemi gerçekleştirmeye yetmedi. Lütfen tekrar deneyiniz.",
  "notif-o": "Maalesef maksimum imza sayısına ulaşıldı. Lütfen daha az imza ile tekrar deneyiniz.",
  "notif-p": "Maalesef bu işlem için bir imza alamadık. Lütfen en az bir imza ile tekrar deneyiniz.",
  "notif-q": "Maalesef Cosmos JSON verinizi encode edemedi. Lütfen geçerli JSON verisiyle tekrar deneyiniz.",
  "notif-r": "Maalesef Cosmos JSON verinizi decode edemedi. Lütfen geçerli JSON verisiyle tekrar deneyiniz.",
  "notif-s": "Maalesef isteğiniz geçersiz. Lütfen geçerli bir istek ile tekrar deneyiniz.",
  "notif-t": "Maalesef bu işlem halihazırda mempoolda işleniyor. Lütfen daha sonra tekrar deneyiniz.",
  "notif-u": "Maalesef mempool dolu ve daha işlem alamıyor. Lütfen daha sonra tekrar deneyiniz.",
  "notif-v": "Maalesef işlem boyutu çok büyük. Lütfen daha küçük bir işlem ile tekrar deneyiniz.",
  "notif-w": "Maalesef anahtar sistemimizde bulunamadı. Lütfen farklı bir anahtarla tekrar deneyiniz.",
  "notif-x": "Maalesef girdiğiniz anahtar şifresi geçerli değil. Lütfen geçerli bir anahtar şifresiyle tekrar deneyiniz.",
  "notif-y": "{{displayAmount}} {{astroTokenSymbol}} stake edilerek {{xAstroTokenSymbol}} dönüştü",
  "notif-z": "{{displayAmount}} {{astroTokenSymbol}}, {{xAstroTokenSymbol}} stakeinden çekildi",
  "notif-aa": "{{displayAmount}} {{lpTokens}} tokenı çöz",
  "notif-ab": "{{displayAmount1}} {{token1Symbol}} ve {{displayAmount2}} {{token2Symbol}} çiftini sağla",
  "notif-ac": "{{displayAmount}} {{lpTokens}} Jeneratörde stake edildi",
  "notif-ad": "{{displayAmount1}} {{token1Symbol}} takas edilerek {{displayAmount2}} {{token2Symbol}} alındı",
  "notif-ae": "İşlem Görüntüle",
  "notif-af": "{{displayAmount}} {{lpTokens}} Jeneratördeki staketen çekildi",
  "notif-ag": "{{displayAmount1}} {{token1Symbol}} ve {{displayAmount2}} {{token2Symbol}} çek",
  "notif-ah": "Desteklenmeyen bildirim tipi",
  "notif-ai": "Bekleyen işlem"
}
