{
  "notif-a": "Desbloquear {{displayAmount}} tokens LP del pool de lanzamiento de ASTRO-UST",
  "notif-b": "Recompensas recibidas",
  "notif-c": "Lo sentimos, no hemos podido procesar tu transacción. Por favor, vuelve a intentarlo.",
  "notif-d": "Lo sentimos, la secuencia de firmas es inválida. Por favor, vuelve a intentarlo.",
  "notif-e": "Lo sentimos, no tienes autorización para realizar esta solicitud. Verifica tus permisos e inténtalo nuevamente.",
  "notif-f": "Lo sentimos, no tienes fondos suficientes para completar esta solicitud. Por favor, vuelve a intentarlo cuando tengas más fondos disponibles.",
  "notif-g": "Lo sentimos, no pudimos identificar la solicitud que acabas de realizar.",
  "notif-h": "Lo sentimos, esa dirección no es válida. Por favor, inténtalo nuevamente con una dirección válida.",
  "notif-i": "Lo sentimos, esa clave pública no es válida. Por favor, inténtalo nuevamente con una clave válida.",
  "notif-j": "Lo sentimos, no hemos podido encontrar la dirección solicitada. Por favor, inténtalo nuevamente.",
  "notif-k": "Disculpa, las monedas solicitadas no son válidas.",
  "notif-l": "Disculpa, tu solicitud ha agotado el gas. Por favor, inténtalo nuevamente con un límite más alto de gas.",
  "notif-m": "Disculpa, el texto incluído en el memo es demasiado largo. Por favor, inténtalo nuevamente con menos texto.",
  "notif-n": "Disculpa, la tarifa establecida no fue suficiente para cubrir el costo de esta transacción. Por favor, inténtalo nuevamente.",
  "notif-o": "Disculpa, se ha alcanzado el número máximo de firmas. Por favor, inténtalo nuevamente con menos firmas.",
  "notif-p": "Lo sentimos, no hemos recibido ninguna firma para esta transacción. Por favor, inténtalo nuevamente con al menos una firma.",
  "notif-q": "Disculpa, Cosmos no pudo cifrar los bytes de tu JSON. Por favor, inténtalo nuevamente con un JSON válido.",
  "notif-r": "Disculpa, Cosmos no pudo descifrar los bytes de tu JSON. Por favor, inténtalo nuevamente con un JSON válido.",
  "notif-s": "Disculpa, esa solicitud no es válida. Por favor, inténtalo nuevamente con una solicitud válida.",
  "notif-t": "Disculpa, esa transacción ya estaba siendo procesada en la mempool. Por favor, vuelve a intentarlo más tarde.",
  "notif-u": "Disculpa, la mempool está llena y no admite más transacciones. Por favor, vuelve a intentarlo más tarde.",
  "notif-v": "Disculpa, el tamaño de la transacción es demasiado grande. Por favor, inténtalo nuevamente con una transacción más pequeña.",
  "notif-w": "Lo sentimos, no hemos encontrado esa clave en nuestro sistema. Por favor, inténtalo nuevamente con una clave diferente.",
  "notif-x": "Disculpa, la contraseña ingresada no es válida. Por favor, inténtalo nuevamente con una contraseña válida.",
  "notif-y": " {{displayAmount}} {{astroTokenSymbol}} colocados en stake a cambio de {{xAstroTokenSymbol}}",
  "notif-z": "{{displayAmount}} {{astroTokenSymbol}} retirado(s) del stake a cambio de {{xAstroTokenSymbol}}",
  "notif-aa": "Desbloquear {{displayAmount}} tokens {{lpTokens}}",
  "notif-ab": "Proveer {{displayAmount1}} {{token1Symbol}} y {{displayAmount2}} {{token2Symbol}}",
  "notif-ac": "{{displayAmount}} {{lpTokens}} en stake en el Generador",
  "notif-ad": "Cambiar {{displayAmount1}} {{token1Symbol}} por {{displayAmount2}} {{token2Symbol}}",
  "notif-ae": "Ver transacción",
  "notif-af": "{{displayAmount}} {{lpTokens}} retirados del stake del Generador",
  "notif-ag": "Retirar {{displayAmount1}} {{token1Symbol}} y {{displayAmount2}} {{token2Symbol}}",
  "notif-ah": "Tipo de notificación no admitido",
  "notif-ai": "Transacción pendiente"
}
