{
  "notif-a": "ASTRO-UST Önyükleme Havuzundan {{displayAmount}} LP tokenlerinin kilidini aç",
  "notif-b": "Talep Edilen Ödüller",
  "notif-c": "Üzgünüz, işleminizi çözümleyemiyoruz. Lütfen tekrar deneyin.",
  "notif-d": "Üzgünüz, imzanız geçersiz. Lütfen tekrar deneyin.",
  "notif-e": "Üzgünüz, bu isteği gerçekleştirme yetkiniz bulunmuyor. Lütfen izinlerinizi onaylayın ve tekrar deneyin.",
  "notif-f": "Üzgünüz, bu isteği tamamlayacak kadar fazla fona sahip değilsiniz. Kullanılabilir daha fazla fona sahip olunca tütfen tekrar deneyin",
  "notif-g": "Üzgünüz, gerçekleştirdiğiniz isteği tanımlayamadık.",
  "notif-h": "Üzgünüz, bu adres geçerli değil. Lütfen geçerli bir adresle tekrar deneyin.",
  "notif-i": "Üzgünüz, bu açık anahtar geçerli değil. Lütfen geçerli bir açık anahtar ile tekrar deneyin.",
  "notif-j": "Üzgünüz, belirttiğiniz adresi bulamadık. Lütfen tekrar deneyin.",
  "notif-k": "Üzgünüz, belirttiğiniz coin geçerli değil.",
  "notif-l": "Üzgünüz, isteğiniz gas  ücretini karşılamıyor. Lütfen daha yüksek gas limitiyle tekrar deneyin.",
  "notif-m": "Üzgünüz, MEMO’ya eklediğiniz yazı oldukça büyük. Daha küçük metin ile tekrar deneyin.",
  "notif-n": "Üzgünüz, belirlediğiniz komisyon bu işlemi karşılamaya yeterli değil. Lütfen tekrar deneyin.",
  "notif-o": "Üzgünüz, azami imza miktarına erişildi. Daha az onayla ütfen tekrar deneyin.",
  "notif-p": "Üzgünüz, bu işlem için herhangi bir imza alamadık. Lütfen en az bir imza ile tekrar deneyin.",
  "notif-q": "Üzgünüz, Cosmos JSON byte’larınızı kodlayamadı. Lütfen geçerli bir JSON dosyası ile tekrar deneyin.",
  "notif-r": "Üzgünüz, Cosmos JSON byte’larınızın kodunu açamadı. Geçerli bir JSON verisiyle tekrar deneyin.",
  "notif-s": "Üzgünüz, bu istek geçerli değil. Lütfen geçerli bir istek ile yeniden deneyin.",
  "notif-t": "Üzgünüz, bu işlem mempool’da çoktan işlendi. Lütfen daha sonra tekrar deneyin.",
  "notif-u": "Üzgünüz, mempool dolu ve daha fazla işlemi kabul etmiyor. Lütfen daha sonra tekrar deneyin.",
  "notif-v": "Üzgünüz, işlem büyüklüğü çok fazla. Lütfen daha küçük bir işlem ile yeniden deneyin.",
  "notif-w": "Üzgünüz, bu anahtar sistemlerimizde bulunamadı. Lütfen farklı bir anahtarla yeniden deneyin.",
  "notif-x": "Üzgünüz, girdiğiniz şifre geçerli değil. Lütfen geçerli şifre ile tekrar deneyin.",
  "notif-y": "{{xAstroTokenSymbol}}’ya {{displayAmount}} {{astroTokenSymbol}} stake edildi.",
  "notif-z": "{{xAstroTokenSymbol}}’ya {{displayAmount}} {{astroTokenSymbol}} stake sonlandırıldı.",
  "notif-aa": "{{displayAmount}} {{lpTokens}} token kilidini aç.",
  "notif-ab": "{{displayAmount1}} {{token1Symbol}} ve {{displayAmount2}} {{token2Symbol}} miktarda likidite sağla.",
  "notif-ac": "Jeneratör’e {{displayAmount}} {{lpTokens}} stake edildi.",
  "notif-ad": "{{displayAmount1}} {{token1Symbol}} için {{displayAmount2}} {{token2Symbol}} takas",
  "notif-ae": "İşlemi Görüntüle",
  "notif-af": "Jeneratör’den {{displayAmount}} {{lpTokens}} miktarda LP token stake bozuldu.",
  "notif-ag": "{{displayAmount1}} {{token1Symbol}} ve {{displayAmount2}} {{token2Symbol}} çek",
  "notif-ah": "Desteklenmeyen bildirim çeşidi",
  "notif-ai": "Bekleyen İşlem"
}
