{
  "notif-a": "Unlock {{displayAmount}} LP tokens from the ASTRO-UST Bootstrap Pool",
  "notif-b": "Rewards Claimed",
  "notif-c": "We're sorry, we were unable to parse your transaction. Please try again.",
  "notif-d": "We're sorry, your signature sequence was invalid. Please try again.",
  "notif-e": "We're sorry, you don't have the authorization to carry out this request. Verify your permissions and try again.",
  "notif-f": "We're sorry, you don't have enough funds to complete this request. Please try again when you have more funds available.",
  "notif-g": "We're sorry, we couldn't identify the request you made.",
  "notif-h": "We're sorry, that address is not valid. Please try again with a valid address.",
  "notif-i": "We're sorry, that public key is not valid. Please try again with a valid public key.",
  "notif-j": "We're sorry, we couldn't find the address you specified. Please try again.",
  "notif-k": "Sorry, the coins you specified are not valid.",
  "notif-l": "Sorry, your request ran out of gas. Please try again with a higher gas limit.",
  "notif-m": "Sorry, the amount of text you included in your memo was too large. Please try again with a smaller amount of text.",
  "notif-n": "Sorry, the specified fee was not enough to cover the cost of this transaction. Please try again.",
  "notif-o": "Sorry, the maximum number of signatures has been reached. Please try again with fewer signatures.",
  "notif-p": "Sorry, we didn't receive any signatures for this transaction. Please try again with at least one signature.",
  "notif-q": "Sorry, Cosmos was unable to encode your JSON bytes. Please try again with valid JSON data.",
  "notif-r": "Sorry, Cosmos was not able to decode your JSON bytes. Please try again with valid JSON data.",
  "notif-s": "Sorry, that request was not valid. Please try again with a valid request.",
  "notif-t": "Sorry, that transaction was already being processed in the mempool. Please try again later.",
  "notif-u": "Sorry, the mempool is full and cannot accept any more transactions. Please try again later.",
  "notif-v": "Sorry, the transaction size is too large. Please try again with a smaller transaction.",
  "notif-w": "Sorry, that key was not found in our system. Please try again with a different key.",
  "notif-x": "Sorry, the key password you entered is not valid. Please try again with a valid key password.",
  "notif-y": "Staked {{displayAmount}} {{astroTokenSymbol}} to {{xAstroTokenSymbol}}",
  "notif-z": "Unstaked {{displayAmount}} {{astroTokenSymbol}} from {{xAstroTokenSymbol}}",
  "notif-aa": "Unlock {{displayAmount}} {{lpTokens}} tokens",
  "notif-ab": "Provide {{displayAmount1}} {{token1Symbol}} and {{displayAmount2}} {{token2Symbol}}",
  "notif-ac": "Staked {{displayAmount}} {{lpTokens}} in the Generator",
  "notif-ad": "Swap {{displayAmount1}} {{token1Symbol}} for {{displayAmount2}} {{token2Symbol}}",
  "notif-ae": "View Transaction",
  "notif-af": "Unstaked {{displayAmount}} {{lpTokens}} from the Generator",
  "notif-ag": "Withdraw {{displayAmount1}} {{token1Symbol}} and {{displayAmount2}} {{token2Symbol}}",
  "notif-ah": "Unsupported notification type",
  "notif-ai": "Pending Transaction"
}
