{
  "notif-a":"Mở khóa {{displayAmount}} Token chứng nhận cung cấp thanh khoản từ Pool Bootstrap Astro-UST",
  "notif-b": "Phần thưởng đã nhận",
  "notif-c": "Rất tiếc, chúng tôi không thể tiến hành giao dịch của bạn. Vui lòng thử lại.",
  "notif-d": "Rất tiếc, tiến trình ký kết của bạn không hợp lệ. Vui lòng thử lại.",
  "notif-e":"Rất tiếc, bạn không có quyền thực hiện yêu cầu này. Xác minh quyền của bạn và thử lại.",
  "notif-f":"Rất tiếc, bạn không có đủ kinh phí để hoàn thành yêu cầu này. Vui lòng thử lại khi bạn đã bổ sung kinh phí.",
  "notif-g":"Rất tiếc, chúng tôi không thể xác định yêu cầu của bạn",
  "notif-h":"Rất tiếc, địa chỉ không hợp lệ. Vui lòng thử lại với một địa chỉ hợp lệ.",
  "notif-i":"Rất tiếc, khóa công khai không hợp lệ. Vui lòng thử lại với một khóa công khai hợp lệ.",
  "notif-j":"Rất tiếc, chúng tôi không thể tìm thấy địa chỉ bạn đã chỉ định. Vui lòng thử lại.",
  "notif-k":"Rất tiếc, coin bạn chỉ định không hợp lệ.",
  "notif-l":"Rất tiếc, không đủ gas thực hiện yêu cầu. Vui lòng thử lại với hạn mức gas cao hơn.",
  "notif-m":"Rất tiếc, nội dung bản ghi nhớ của bạn quá lớn. Vui lòng thử lại với nội dung nhỏ hơn.",
  "notif-n":"Xin lỗi, số tiền chỉ định không đủ để trả phí cho giao dịch này. Vui lòng thử lại sau",
  "notif-o":"Rất tiếc, đã chạm tới giới hạn số lượng chữ ký tối đa. Vui lòng thử lại với ít chữ ký hơn.",
  "notif-p": "Rất tiếc, chúng tôi chưa nhận được bất kỳ chữ ký nào cho giao dịch này. Vui lòng thử lại với ít nhất một chữ ký.",
  "notif-q": "Xin lỗi, Cosmos không thể mã hóa dữ liệu JSON. Vui lòng thử lại với dữ liệu JSON hợp lệ.",
  "notif-r": "Xin lỗi, Cosmos không thể giải mã dữ liệu JSON. Vui lòng thử lại với dữ liệu JSON hợp lệ.",
  "notif-s": "Rất tiếc, yêu cầu không còn hiệu lực. Vui lòng thử lại với một yêu cầu có hiệu lực.",
  "notif-t": "Rất tiếc, giao dịch đã được xử lý trong mempool. Vui lòng thử lại sau.",
  "notif-u": "Rất tiếc, mempool đã đầy và không thể chấp nhận bất kỳ giao dịch nào nữa. Vui lòng thử lại sau.",
  "notif-v": "Rất tiếc, khối lượng giao dịch quá lớn. Vui lòng thử lại với một giao dịch nhỏ hơn.",
  "notif-w": "Rất tiếc, không tìm thấy khóa trong hệ thống của chúng tôi. Vui lòng thử lại với một khóa khác.",
  "notif-x": "Rất tiếc, mật khẩu bạn nhập không hợp lệ. Vui lòng thử lại với mật khẩu hợp lệ.",
  "notif-y": "Đã staked {{displayAmount}} {{astroTokenSymbol}} sang {{xAstroTokenSymbol}}",
  "notif-z": "Đã ngưng stake {{displayAmount}} {{astroTokenSymbol}} từ {{xAstroTokenSymbol}}",
  "notif-aa": "Mở khóa{{displayAmount}}{{lpTokens}}tokens",
  "notif-ab": "Cung cấp{{displayAmount1}}{{token1Symbol}}và{{displayAmount2}}{{token2Symbol}}",
  "notif-ac": "Đã stake {{displayAmount}} {{lpTokens}} trong Generator",
  "notif-ad": "Đã đổi{{displayAmount1}}{{token1Symbol}}thành{{displayAmount2}}{{token2Symbol}}",
  "notif-ae": "Xem giao dịch",
  "notif-af": "Đã ngưng stake {{displayAmount}} {{lpTokens}} từ Generator",
  "notif-ag": "Rút{{displayAmount1}}{{token1Symbol}}và{{displayAmount2}}{{token2Symbol}",
  "notif-ah": "Loại thông báo không được hỗ trợ",
  "notif-ai": "Giao dịch đang chờ xử lý"
}
