{
  "notif-a": "ปลดล็อก {{displayAmount}} เหรียญ LP จาก ASTRO-UST บู๊ทสแตรปพูล",
  "notif-b": "อ้างสิทธ์รางวัลแล้ว",
  "notif-c": "เราขออภัย เราไม่สามารถวิเคราะห์ธุรกรรมของคุณได้ โปรดลองอีกครั้ง",
  "notif-d": "เราขออภัย ผลลัพธ์ลายเซ็นของคุณไม่ถูกต้อง โปรดลองอีกครั้ง",
  "notif-e": "เราขออภัย เราไม่ได้รับสิทธิ์ในการทำให้คำเรียกร้องนี้ให้สมบูรณ์ โปรดยืนยันคำอนุมัติของคุณและลองใหม่",
  "notif-f": "เราขออภัย คุณไม่มีทุนมากพอที่จะทำคำเรียกร้องนี้ให้สมบูรณ์ โปรดลองใหม่เมื่อคุณมีทุนที่มากขึ้น.",
  "notif-g": "เราขออภัย เราไม่สามารถระบุคำเรียกร้องที่คุณขอได้",
  "notif-h": "เราขออภัย ที่อยู่ไม่ถูกต้อง โปรดลองอีกครั้งด้วยที่อยู่ที่ถูกต้อง",
  "notif-i": "เราขออภัย กุญแจสาธารณะนั้นไม่ถูกต้อง โปรดลองใหม่ด้วยกุญแจสาธารณะที่ถูกต้อง",
  "notif-j": "เราขออภัย เราไม่สามารถหาที่อยู่ที่คุณระบุได้ โปรดลองใหม่",
  "notif-k": "ขออภัย เหรียญที่คุณระบุไม่ถูกต้อง",
  "notif-l": "ขออภัยขออภัย คำสั่งของคุณของคุณมีแก๊สไม่เพียงพอ โปรดลองอีกครั้งด้วยเพดานแก๊สที่สูงขึ้น",
  "notif-m": "ขออภัยขออภัย จำนวนตัวอักษรในบันทึกของคุณมากเกินไป โปรดลองใหม่ด้วยจำนวนที่น้อยลง",
  "notif-n": "ขออภัยขออภัย ค่าธรรมเนียมที่ระบุไม่พอที่จะครอบคลุมต้นทุนธุรกรรมทั้งหมด โปรดลองใหม่",
  "notif-o": "ขออภัย จำนวนลายเซ็นถึงจำนวนมากที่สุดแล้ว โปรดลองใหม่ด้วยลายเซ็นต์ที่น้อยลง",
  "notif-p": "ขออภัย เราไม่ได้รับลายเซ็นสำหรับธุรกรรมนี้ โปรดลองใหม่ด้วยลายเซ็นต์สักอัน",
  "notif-q": "ขออภัย Cosmos ไม่สามารถเข้ารหัสไฟล์ JSON bytes ของคุณ โปรดลองใหม่ด้วยข้อมูล JSON ที่ใช้งานได้",
  "notif-r": "ขออภัย Cosmos ไม่สามารถถอดรหัสไฟล์ JSON bytes ของคุณ โปรดลองใหม่ด้วยข้อมูล JSON ที่ใช้งานได้",
  "notif-s": "ขออภัย คำร้องขอไม่สามารถทำงานได้ โปรดลองอีกครั้งด้วยคำร้องขอที่ทำงานได้",
  "notif-t": "ขออภัย ธุรกรรมถูกทำงานใน mempool เรียบร้อยแล้ว โปรดลองใหม่ภายหลัง",
  "notif-u": "ขออภัย mempool เต็มและไม่สามารถรองรับธุรกรรมได้มากกว่านี้ โปรดลองใหม่ภายหลัง.",
  "notif-v": "ขออภัย ขนาดธุรกรรมใหญ่เกินไป โปรดลองใหม่ด้วยธุรกรรมที่เล็กลง",
  "notif-w": "ขออภัย ไม่สามารถพบกุญแจในระบบของเรา โปรดลองใหม่ด้วยกุญแจดอกใหม่",
  "notif-x": "ขออภัย รหัสผ่านที่คุณกรอกไม่ถูกต้อง โปรดลองอีกครั้งด้วยรหัสผ่านที่ถูกต้อง",
  "notif-y": "ลงหุ้น {{displayAmount}} {{astroTokenSymbol}} ได้ {{xAstroTokenSymbol}} ",
  "notif-z": "ถอนหุ้น {{displayAmount}} {{astroTokenSymbol}} จาก {{xAstroTokenSymbol}} ",
  "notif-aa": "ปลดล็อก {{displayAmount}} {{lpTokens}} เหรียญ",
  "notif-ab": "ใส่ {{displayAmount1}} {{token1Symbol}} และ {{displayAmount2}} {{token2Symbol}} ",
  "notif-ac": "ลงหุ้น {{displayAmount}} {{lpTokens}} ในเครื่องสร้างเหรียญ",
  "notif-ad": "แลก {{displayAmount1}} {{token1Symbol}} เป็น {{displayAmount2}} {{token2Symbol}} ",
  "notif-ae": "ดูธุรกรรม ",
  "notif-af": "ถอนหุ้น {{displayAmount}} {{lpTokens}} จากเครื่องสร้างเหรียญ",
  "notif-ag": "ถอน {{displayAmount1}} {{token1Symbol}} และ {{displayAmount2}} {{token2Symbol}} ",
  "notif-ah": "ไม่สนับสนุนชนิดของการแจ้งเตือน ",
  "notif-ai": "ค้างธุรกรรมไว้"
}
